/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "WELKOM";
"_intro_02_" = "Gebruik makend van de sterke AES-256 versleuteling, maakt _brand_ het je mogelijk om al je persoonlijke informatie (documenten, sjablonen, foto's, video's, etc…) in je eigen Cloud op te slaan en ze daarmee te beschermen tegen 'spiedende ogen'.";
"_intro_03_" = "KEY ENCRYPTION";
"_intro_04_" = "Om direct gebruik te kunnen maken van _brand_, wordt je gevraagd om een cryptosleutel op te geven (minimaal 4 tekens, maximaal 64 tekens). De combinatie wordt maar één keer gebruikt en kan niet worden gewijzigd. Als je die sleutel kwijt bent, zul je je versleutelde bestanden niet meer gebruiken en blijven de bestanden versleuteld.\nMocht je _brand_ willen herinstalleren of je gegevens vanaf een andere iPhone willen benaderen, dan moet je dezelfde combinatie gebruiken als je de eerste keer opgaf.";
"_intro_05_" = "INLOGGEN";
"_intro_06_" = "Daarna kun je je favoriete Cloud uit de beschikbare aanbieders kiezen (Dropbox, ownCloud), en je aigen account maken door de gevraagde gegevens op te geven.";
"_intro_06_Nextcloud_" = "Na afloop kun je je eigen account aanmaken door de gevraagde gegevens in te voeren.";
"_intro_07_" = "_brand_";
"_intro_08_" = "Vanaf nu kun je alle in je Cloud opgeslagen bestanden zien. Je kunt ze hernoemen, verplaatsen, verwijderen, naar andere geschikte programma's in je iPhone sturen, en nog veel meer.";
"_intro_09_" = "FAVORIETEN & LOKALE OPSLAG";
"_intro_10_" = "Je kunt je meest belangrijke bestanden als 'Favoriet' markeren, zodat ze worden gekopieerd en altijd gesynchroniseerd blijven met je iPhone en ze ook offline beschikbaar zijn. Geef in 'Lokale opslag' aan wat niet meer gesynchroniseerd hoeft te worden. In de 'Lokale opslag' worden de uit je cloud gedownloade bestanden ongecomprimeerd opgeslagen, waarna je ze ook via iTunes kunt benaderen.";
"_intro_11_" = "VERSLEUTEL / ONTSLEUTEL";
"_intro_12_" = "Elk bestand kan worden versleuteld of ontsleuteld. De naam van mappen die je bestanden bevat kan ook worden versleuteld (om elke hint van de inhoud te verbergen)";
"_intro_13_" = "TOEVOEGEN";
"_intro_14_" = "Elk type document, zowel standard als versleuteld, kan vanaf _brand_ worden geüoploaded naar je cloud. Alle versleutelde bestanden en mappen worden in de kleur oranje gemarkeerd. Als ze in voorbeeld-modus staan, zijn ze geïdentificeerd door een label met 3 oranje bullets.";
"_intro_15_" = "SJABLONEN";
"_intro_16_" = "Sjablonen voor opslag van vertrouwelijke gegevens (notities, credit dard, bankpas, bankrekening, wachtwoorden voor websites, etc...) zijn beschikbaar en de gegevens kunnen ook versleuteld in jouw cloud worden opgeslagen.";
"_intro_17_" = "WACHTWOORDSLOT";
"_intro_18_" = "Om te voorkomen dat andere gebruikers van jouw iPhone toegang krijgen tot je _brand_, kun je in de Instellingen een wachtwoordslot inschakelen. Het wachtwoordslot kan worden gewijzigd en uitgeschakeld, maar kan ook worden gebruikt om toegang tot afzonderlijke mappen te beveiligen.";
"_intro_19_" = "START";
"_intro_20_" = "Mooi, je bent nu klaar om je _brand_ te gebruiken. We herinneren je eraan dat je altijd meer informatie en nieuws kunt vinden, of ons kunt bereiken, via  de site: \n\n http://cryptocloud.twsweb.it\n\nKom eens op bezoek!";
"_intro_20_Nextcloud_" = "Mooi, je bent nu klaar om je _brand_ te gebruiken. We herinneren je eraan dat je altijd meer informatie en nieuws kunt vinden, of ons kunt bereiken, via  de site: \n\n https://nextcloud.com \n\nKom eens op bezoek!";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Mooi ! Je kunt nu je _brand_ gebruiken. Volg ons op Twitter : @Crypto_Cloud en plaats een reactie op de AppStore, dat vinden we waardevol.";
"_intro_END_02_Nextcloud_" = "Mooi ! Je kunt nu je _brand_ gebruiken. Volg ons op Twitter : @Nextclouders en plaats een reactie op de AppStore, dat vinden we waardevol.";

// Intro 1.90

"_intro_190_00_"    = "Nieuw : Synchronisatiemappen. \n\nWijzigen in 'Automatisch uploaden vanaf de camera' : je kunt nu kiezen of je de dienst in de achtergrond gebruiken (standaard is nu UIT). \n\nNieuw menu 'Hulp bij Instellingen' voor doorlezen van hulpteksten en instructies.";
"_intro_190_01_"    = "SYNCHRONISATIE";
"_intro_190_02_"    = "Je kunt nu synchronisatie van de map inschakelen. Alle bestanden op de server worden gedownload en zullen altijd bijgewerkt worden en beschikbaar zijn. Synchronisatie vindt plaats als de map wordt bijgewerkt.";
"_intro_190_03_"    = "HOE";
"_intro_190_04_"    = "Swipe on the folder to synchronize, choose 'More' and select option : Keep the folder synchronized. (Attention, if the folder contains many files it will take a long time and much bandwidth for the first synchronization !).";
"_intro_190_05_"    = "BADGE";
"_intro_190_06_"    = "Je gesynchroniseerde mappen hebben nu een badge om ze te kunnen herkennen.";
"_intro_190_07_"    = "INSTELLINGEN";
"_intro_190_08_"    = "Er is een nieuwe optie toegevoegd aan Instellingen.";
"_intro_190_09_"    = "SYNCHRONISATIEMAPPEN";
"_intro_190_10_"    = "Hier kan je synchronisatie 'alleen' inschakelen als er een WiFi verbinding is; het overzicht met actieve synchronisaties is ook aangegeven.";
"_intro_190_11_"    = "VERWIJDEREN SYNCHRONISATIES";
"_intro_190_12_"    = "In aanvulling op het menu 'Overig' direct beschikbaar vanaf de map, kun je hier een synchronisatie verwijderen. Verwijderen van de synch verwijdert geen lokale bestanden.";

// Intro 1.91

"_intro_191_00_"    = "Nieuwe opties voor het delen van bestanden of mappen.";
"_intro_191_01_"    = "DELEN";
"_intro_191_02_"    = "Je kunt nu een bestand of map delen met Nextcloud accounts, of de share verwijderen. Maar ook kun je ze beschermen met een wachtwoord en een vervaldatum opgeven.";
"_intro_191_03_"    = "HOE";
"_intro_191_04_"    = "Swipe on the file or folder to share, choose 'More' and select option : Share. (Sharing is not activated on encrypted files or folders).";
"_intro_191_05_"    = "INSTELLINGEN";
"_intro_191_06_"    = "Er verschijnt een formulier waarin je dit kunt doen: activeren en deactiveren van het delen van links, drukken op 'Verstuur link naar...' om de link te versturen via e-mail, kopiëren en openen met een ander programma etc. En voor ownCloud kun je wachtwoordbescherming of een vervcalkdatum instellen. Je kunt deze opties ook altijd later wijzigen.";
"_intro_191_07_"    = "BADGE";
"_intro_191_08_"    = "The shares now have a new badge visible on the right.";

// Intro 1.94

"_intro_194_00_"    = "Verbinden met je iPhone of iPad via iTunes voor bestanden delen. \n\nVingerafdruk en 6 cijfers als wachtwoord.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "Verbind je iPhone of iPad met iTunes, selecteer App - Bestanden delen en  _brand_. J kunt nu bestanden op je Mac of PC toevoegen of opslaan.";
"_intro_194_03_"    = "LOKALE OPSLAG";
"_intro_194_04_"    = "It is the 'Local storage' the area where is activate the sharing with iTunes.";
"_intro_194_05_"    = "MEER";
"_intro_194_06_"    = "Alle bestanden in 'Lokale opslag' kunnen worden geüpload naar je Cloud of geopend met andere compatible Apps.";
"_intro_194_07_"    = "VINGERAFDRUK";
"_intro_194_08_"    = "Je kunt nu de vingerscanner gebruiken (als je toestel die heeft) om een wachtwoord in te voeren. Het eenvoudige wachtwoord is nu 6 tekens lang. Voer nu onmiddellijk de nieuwe code in.";

// Intro 1.96

"_intro_196_00_"    = "Share extension";
"_intro_196_01_"    = "ACTIVERING";
"_intro_196_02_"    = "Ga op je iPhone naar Foto, selecteer de afbeelding of video die je wilt delen in de cloud en tik op 'Actie'";
"_intro_196_03_"    = "MEER";
"_intro_196_04_"    = "Alle programma's waarmee je kunt delen worden getoond, als _brand_ niet verschijnt, tik dan op 'meer'";
"_intro_196_05_"    = "ACTIVITEIT";
"_intro_196_06_"    = "Looking _brand_, enable it and tap 'done'";
"_intro_196_07_"    = "DELEN";
"_intro_196_08_"    = "Nu is _brand_ beschikbaar onder de App die je gebruikt voor delen, tik erop";
"_intro_196_09_"    = "MAP";
"_intro_196_10_"    = "Je kunt nu de gedeelde afbeelding opslaag, tik onderaan op de map als je de bestemmingsmap wilt wijzigen";
"_intro_196_11_"    = "ENCRYPTED OR NO";
"_intro_196_12_"    = "Tap the symbol to switch saved encrypted or not";
"_intro_196_13_"    = "OPSLAAN";
"_intro_196_14_"    = "Druk daarna op Bewaren om alles naar de cloud te sturen, of Annuleren om te stoppen. Of veeg een bestand weg als je het niet wilt synchroniseren (handig als je veel bestanden hebt geselecteerd, maar toch niet alles in de cloud wilt hebben)";
"_intro_196_15_"    = "RECONNECT DROPBOX";
"_intro_196_16_"    = "Er is voor Dropbox een nieuwe securitypolicy voor shares gemaakt, je moet opnieuw je inloggegevens koppelen. Ga naar Instellingen / wijzigen inloggegevens, kies je dropbox account (als je er meerdere hebt, doe dat dan voor elk) en klik op wijzig account. Bevestig je keuze.";
"_intro_196_17_"    = "RESOURCE CONNECTION [ONLY OWNCLOUD]";
"_intro_196_18_"    = "Dit symbool geeft aan dat het object van een ander account is, tik om je rechten te bekijken";
"_intro_196_19_"    = "CHANGE PERMISSION [ONLY OWNCLOUD]";
"_intro_196_20_"    = "Bij het delen van je bronnen kun je:\n\n1) tikken om de gebruiker/groep te verwijderen\n\n2) tikken om de permissies hiervoor te wijzigen";
"_intro_196_21_"    = "PERMISSION AND INFORMATION [ONLY OWNCLOUD]";
"_intro_196_22_"    = "Hier zie je welke permissies je kunt wijzigen, hieronder staat meer informatie";

// Intro 1.97

"_intro_197_00_"    = "Possibility to delete the file directly in the preview \n\n Folder synchronization in the background \n\n ownCloud : available file preview";
"_intro_197_01_"    = "Vertalen";
"_intro_197_02_"    = "Vertalingsproblemen met jouw taal?\n\n Help ons en mail ons op _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Snel schakelen tussen je accounts";
"_intro_199_00_" = "Snel schakelen tussen je accounts";
"_intro_199_02_" = "Nu kun je snel schakelen tussen je accounts. Vanaf Home tik je op het _brand_ logo en kies je het account (beschikbaar als er geen activiteit is)";

// Intro 2.00

"_intro_200_00_" = "_brand_ Control Center : looks and manage quickly the transfers";
"_intro_200_01_" = "Open _brand_ Control Center";
"_intro_200_02_" = "Plaats je vonger op de navigatiebalk van _brand_ (zie afbeelding)";
"_intro_200_03_" = "Open _brand_ Control Center";
"_intro_200_04_" = "Schuif je vinger omplaag over het scherm om je _brand_ Control Center te zien";
"_intro_200_05_" = "Open _brand_ Control Center";
"_intro_200_06_" = "Ga omhoog naar ongeveer halfweg het scherm of helemaal naar beneden en til dan je vinger op";
"_intro_200_07_" = "Open _brand_ Control Center";
"_intro_200_08_" = "Hier kun je de onderhanden acties zien";
"_intro_200_09_" = "Close _brand_ Control Center";
"_intro_200_10_" = "Plaats je vinger aan het eind van je _brand_ Control Center en schuif je vinger over het scherm omhoog om het te sluiten";

// Intro 2.10

"_intro_210_00_" = "Kopiëren/plakken bestanden";
"_intro_210_01_" = "Kopiëren bestanden";
"_intro_210_02_" = "Je kunt nu eindelijk elk bestand kopiëren en alle te kopiëren bestanden selecteren door ze lang in te drukken. Als de bestanden succesvol zijn gedownload, wordt een menu getoond, zie afbeelding";
"_intro_210_03_" = "Plakken bestanden";
"_intro_210_04_" = "Wijzig nu de map, of wissel van account en druk het scherm lang in om een bestand, evenueel versleuteld, te plakken.";
